Repository: emencia/lfs_systempay
Catalog: lfs_systempay/locale/*/LC_MESSAGES/django.po
Languages: fr

source: It was not possibe to process your request. Possibly your session has expired.
fr: Ce n'était pas possibe pour traiter votre demande. Peut-être votre session a expiré.

source: Data returned from Systempay: %s
fr: Les données renvoyées à partir de Systempay: %s

source: We have received payment for your order
fr: Nous avons reçu le paiement de votre commande

source: Order details
fr: Références de commande

source: General
fr: Général

source: Customer name
fr: Nom du client

source: Date
fr: Date d'

source: Payment method
fr: Mode de paiement

source: Order
fr: Commander

source: Amount
fr: Montant

source: Price
fr: Prix

source: Voucher
fr: Chèque

source: Shipping method
fr: Mode de livraison

source: Inclusive VAT
fr: TVA inclus

source: Message
fr: Un message

source: Shipping
fr: Livraison

source: Payment
fr: Paiement

source: Payment for order has failed in Systempay
fr: Paiement de la commande a échoué dans Systempay

source: Error message
fr: Message d'erreur

source: Order payment failed
fr: Paiement de la commande n'a pas

source: Thank you!
fr: Je vous remercie!

source: Your payment is now being processed. You'll get e-mail notification as soon as it is complete
fr: Votre paiement est en cours de traitement. Vous aurez notification par e-mail dès qu'elle est terminée

source: Invalid transaction
fr: Transaction invalide

source: Payment has been cancelled!
fr: Le paiement a été annulé!

source: Payment has not been processed due to rejected authorization request!
fr: Paiement n'a pas été traitée en raison de la demande d'autorisation rejetée!

source: Payment has not been processed due to the internal error of payment platform!
fr: Paiement n'a pas été traitée en raison de l'erreur interne de la plateforme de paiement!

source: Payment has been refused!
fr: Le paiement a été refusé!

source: Payment request was invalid. Please contact the shop administrator.
fr: Demande de paiement n'était pas valide. S'il vous plaît contactez l'administrateur à la boutique

source: You've been redirected back from payment processor.
fr: Vous avez été redirigé de processeur de paiement.

source: Go back to shop
fr: Retour à la boutique

source: Redirecting to Systempay
fr: Redirection vers SYSTEMPAY

source: Please wait while you're redirected to Systempay.
fr: S'il vous plaît patienter pendant que vous êtes redirigé vers SYSTEMPAY.

source: or click here
fr: ou cliquez ici

source: to be redirected immediately.
fr: pour être redirigé immédiatement.

source: It is not possible to pay for this order. Are you sure that it is not paid already? Please contact shop administration if you consider this an error.
fr: Il n'est pas possible de payer pour cette commande. Etes-vous sûr que ce n'est pas déjà payé? S'il vous plaît contacter l'administration de la boutique si vous considérez que c'est une erreur.
